Repository: sbacaro/Hydra-Soundcard
Catalog: Sources/HydraApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br

# %@ "%@" — %lld channels
source: %1$@ "%2$@" — %3$lld channels
de: %1$@ "%2$@" — %3$lld Kanäle
es: %1$@ "%2$@" — %3$lld canales
fr: %1$@ "%2$@" — %3$lld canaux
it: %1$@ "%2$@" — %3$lld canali
pt_br: %1$@ "%2$@" — %3$lld canais

# %@ "%@" — %lld channels. Click to %@.
source: %1$@ "%2$@" — %3$lld channels. Click to %4$@.
de: %1$@ "%2$@" — %3$lld Kanäle. Klicken zum %4$@.
es: %1$@ "%2$@" — %3$lld canales. Clic para %4$@.
fr: %1$@ "%2$@" — %3$lld canaux. Cliquez pour %4$@.
it: %1$@ "%2$@" — %3$lld canali. Clic per %4$@.
pt_br: %1$@ "%2$@" — %3$lld canais. Clique para %4$@.

source: %@ TX on
de: %@ TX ein
es: %@ TX activado
fr: %@ TX activé
it: %@ TX attivo
pt_br: %@ TX ligado

source: %lld ch
de: %lld Kan.
it: %lld can.

# %lld ch @ %lld Hz
source: %1$lld ch @ %2$lld Hz
de: %1$lld Kan. @ %2$lld Hz
it: %1$lld can. @ %2$lld Hz

# %lld connection%@
source: %1$lld connection%2$@
de: %1$lld Verbindungen
es: %1$lld conexiones
fr: %1$lld connexions
it: %1$lld connessioni
pt_br: %1$lld conexões

# %lld in · %lld out
source: %1$lld in · %2$lld out
de: %1$lld Ein · %2$lld Aus

# %lld input channel%@ — what plays INTO this
source: %1$lld input channel%2$@ — what plays INTO this
de: %1$lld Eingangskanäle — was HIER hineingespielt wird
es: %1$lld canales de entrada — lo que se reproduce HACIA aquí
fr: %1$lld canaux d’entrée — ce qui entre ICI
it: %1$lld canali di ingresso — ciò che entra QUI
pt_br: %1$lld canais de entrada — o que toca para dentro disto

# %lld output channel%@ — what is recorded/sent FROM this
source: %1$lld output channel%2$@ — what is recorded/sent FROM this
de: %1$lld Ausgangskanäle — was VON HIER aufgenommen/gesendet wird
es: %1$lld canales de salida — lo que se graba/envía DESDE aquí
fr: %1$lld canaux de sortie — ce qui est enregistré/envoyé D’ICI
it: %1$lld canali di uscita — ciò che viene registrato/inviato DA QUI
pt_br: %1$lld canais de saída — o que é gravado/enviado a partir disto

source: %lld selected — drag onto a receive channel; they land in sequence
de: %lld ausgewählt — auf einen Empfangskanal ziehen; sie landen der Reihe nach
es: %lld seleccionados — arrástralos a un canal de recepción; entran en secuencia
fr: %lld sélectionnés — glissez-les sur un canal de réception ; ils se placent en séquence
it: %lld selezionati — trascinali su un canale di ricezione; entrano in sequenza
pt_br: %lld selecionados — arraste para um canal de recepção; eles entram em sequência

source: 32-bit float preserves headroom exactly; 24-bit PCM is smaller and what studios usually exchange.
de: 32-Bit-Float erhält den Headroom exakt; 24-Bit-PCM ist kleiner und das, was Studios üblicherweise austauschen.
es: El punto flotante de 32 bits preserva el headroom exactamente; el PCM de 24 bits es más pequeño y es lo que los estudios suelen intercambiar.
fr: La virgule flottante 32 bits préserve exactement la marge; le PCM 24 bits est plus léger et c’est ce que les studios échangent habituellement.
it: Il float a 32 bit preserva esattamente l’headroom; il PCM a 24 bit è più piccolo ed è ciò che gli studi di solito scambiano.
pt_br: O float de 32 bits preserva o headroom exatamente; o PCM de 24 bits é menor e é o que os estúdios costumam trocar.

source: 32-bit float preserves headroom exactly; 24-bit PCM is smaller and what studios usually exchange. Recordings are written to Music → Hydra Recordings unless you choose another folder.
de: 32-Bit-Float erhält den Headroom exakt; 24-Bit-PCM ist kleiner und das, was Studios austauschen. Aufnahmen werden in Musik → Hydra Recordings gespeichert, sofern kein anderer Ordner gewählt wird.
es: El punto flotante de 32 bits preserva el headroom exactamente; el PCM de 24 bits es más pequeño y es lo que los estudios suelen intercambiar. Las grabaciones se guardan en Música → Hydra Recordings, salvo que elijas otra carpeta.
fr: La virgule flottante 32 bits préserve exactement la marge; le PCM 24 bits est plus léger et c’est ce que les studios échangent. Les enregistrements vont dans Musique → Hydra Recordings, sauf si vous choisissez un autre dossier.
it: Il float a 32 bit preserva esattamente l’headroom; il PCM a 24 bit è più piccolo ed è ciò che gli studi scambiano. Le registrazioni vanno in Musica → Hydra Recordings, salvo scegliere un’altra cartella.
pt_br: O float de 32 bits preserva o headroom exatamente; o PCM de 24 bits é menor e é o que os estúdios costumam trocar. As gravações vão para Música → Hydra Recordings, a menos que você escolha outra pasta.

source: A complete audio patch bay for your Mac: route any source to any destination, capture the sound of individual apps, and connect over the network with AES67, NDI and VST3.
de: Ein vollständiges Audio-Patchbay für deinen Mac: route jede Quelle zu jedem Ziel, nimm den Ton einzelner Apps ab und verbinde dich über das Netzwerk mit AES67, NDI und VST3.
es: Un patch bay de audio completo para tu Mac: enruta cualquier fuente a cualquier destino, captura el sonido de apps individuales y conéctate por red con AES67, NDI y VST3.
fr: Une baie de brassage audio complète pour votre Mac : routez n’importe quelle source vers n’importe quelle destination, capturez le son d’apps individuelles et connectez-vous en réseau avec AES67, NDI et VST3.
it: Un patch bay audio completo per il tuo Mac: instrada qualsiasi sorgente verso qualsiasi destinazione, cattura l’audio di singole app e connettiti in rete con AES67, NDI e VST3.
pt_br: Um patch bay de áudio completo para o seu Mac: roteie qualquer fonte para qualquer destino, capture o som de apps individuais e conecte pela rede com AES67, NDI e VST3.

source: A named slice of the soundcard's channel pool.
de: Ein benannter Ausschnitt aus dem Kanal-Pool der Soundkarte.
es: Una porción con nombre del pool de canales de la tarjeta de sonido.
fr: Une tranche nommée du pool de canaux de la carte son.
it: Una porzione con nome del pool di canali della scheda audio.
pt_br: Uma fatia nomeada do pool de canais da placa de som.

source: A new version of Hydra is available
de: Eine neue Version von Hydra ist verfügbar
es: Hay una nueva versión de Hydra disponible
fr: Une nouvelle version de Hydra est disponible
it: È disponibile una nuova versione di Hydra
pt_br: Uma nova versão do Hydra está disponível

source: A UDP server for consoles, TouchOSC and Stream Deck. Addresses: /hydra/scene/apply, /hydra/scene/save, /hydra/record/start, /hydra/record/stop.
de: Ein UDP-Server für Mischpulte, TouchOSC und Stream Deck. Adressen: /hydra/scene/apply, /hydra/scene/save, /hydra/record/start, /hydra/record/stop.
es: Un servidor UDP para mesas, TouchOSC y Stream Deck. Direcciones: /hydra/scene/apply, /hydra/scene/save, /hydra/record/start, /hydra/record/stop.
fr: Un serveur UDP pour consoles, TouchOSC et Stream Deck. Adresses : /hydra/scene/apply, /hydra/scene/save, /hydra/record/start, /hydra/record/stop.
it: Un server UDP per mixer, TouchOSC e Stream Deck. Indirizzi: /hydra/scene/apply, /hydra/scene/save, /hydra/record/start, /hydra/record/stop.
pt_br: Um servidor UDP para mesas, TouchOSC e Stream Deck. Endereços: /hydra/scene/apply, /hydra/scene/save, /hydra/record/start, /hydra/record/stop.

source: About Hydra
de: Über Hydra
es: Acerca de Hydra
fr: À propos de Hydra
it: Informazioni su Hydra
pt_br: Sobre o Hydra

source: Activating…
de: Wird aktiviert…
es: Activando…
fr: Activation…
it: Attivazione…
pt_br: Ativando…

source: Active
de: Aktiv
es: Activo
fr: Actif
it: Attivo
pt_br: Ativo

# Active · %lld in · %lld out
source: Active · %1$lld in · %2$lld out
de: Aktiv · %1$lld Ein · %2$lld Aus
es: Activo · %1$lld in · %2$lld out
fr: Actif · %1$lld in · %2$lld out
it: Attivo · %1$lld in · %2$lld out
pt_br: Ativo · %1$lld in · %2$lld out

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
pt_br: Adicionar

source: Add a plugin to this channel
de: Ein Plug-in zu diesem Kanal hinzufügen
es: Añadir un plug-in a este canal
fr: Ajouter un plug-in à ce canal
it: Aggiungi un plug-in a questo canale
pt_br: Adicionar um plug-in a este canal

source: Add Another
de: Weiteres hinzufügen
es: Añadir otro
fr: Ajouter un autre
it: Aggiungi un altro
pt_br: Adicionar outro

source: Add Insert
de: Insert hinzufügen
es: Añadir insert
fr: Ajouter un insert
it: Aggiungi insert
pt_br: Adicionar insert

source: Add this device's channels to the patch grid
de: Die Kanäle dieses Geräts zum Raster hinzufügen
es: Añadir los canales de este dispositivo a la cuadrícula
fr: Ajouter les canaux de cet appareil à la grille
it: Aggiungi i canali di questo dispositivo alla griglia
pt_br: Adicionar os canais deste dispositivo ao grid de patch

source: Adds Hydra to macOS Login Items so it opens automatically. Requires an installed app — development builds may be refused.
de: Fügt Hydra zu den macOS-Anmeldeobjekten hinzu, damit es automatisch öffnet. Erfordert eine installierte App — Entwicklungs-Builds können abgelehnt werden.
es: Añade Hydra a los Ítems de inicio de macOS para que se abra automáticamente. Requiere una app instalada — las compilaciones de desarrollo pueden rechazarse.
fr: Ajoute Hydra aux ouvertures de session de macOS pour qu’il démarre automatiquement. Nécessite une app installée — les versions de développement peuvent être refusées.
it: Aggiunge Hydra agli Elementi login di macOS così si apre automaticamente. Richiede un’app installata — le build di sviluppo possono essere rifiutate.
pt_br: Adiciona o Hydra aos Itens de Início de Sessão do macOS para que ele abra automaticamente. Requer um app instalado — versões de desenvolvimento podem ser recusadas.

source: Adds this device's channels to the patch grid
de: Fügt die Kanäle dieses Geräts zum Raster hinzu
es: Añade los canales de este dispositivo a la cuadrícula
fr: Ajoute les canaux de cet appareil à la grille
it: Aggiunge i canali di questo dispositivo alla griglia
pt_br: Adiciona os canais deste dispositivo ao grid de patch

source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
it: Avanzate
pt_br: Avançado

source: AES67 (audio-over-IP interoperability, including Dante® devices with AES67 mode enabled) and OSC (Open Sound Control) are open specifications — no SDK or license involved; Hydra implements them from scratch. Dante® is a registered trademark of Audinate Pty Ltd; Hydra is not affiliated with, or certified by, Audinate.
de: AES67 (Audio-over-IP-Interoperabilität, einschließlich Dante®-Geräten mit aktiviertem AES67-Modus) und OSC (Open Sound Control) sind offene Spezifikationen — ohne SDK oder Lizenz; Hydra implementiert sie von Grund auf. Dante® ist eine eingetragene Marke von Audinate Pty Ltd; Hydra ist nicht mit Audinate verbunden oder von ihr zertifiziert.
es: AES67 (interoperabilidad de audio sobre IP, incluidos dispositivos Dante® con el modo AES67 activado) y OSC (Open Sound Control) son especificaciones abiertas: sin SDK ni licencia; Hydra las implementa desde cero. Dante® es una marca registrada de Audinate Pty Ltd; Hydra no está afiliado ni certificado por Audinate.
fr: AES67 (interopérabilité audio-sur-IP, y compris les appareils Dante® en mode AES67) et OSC (Open Sound Control) sont des spécifications ouvertes — sans SDK ni licence ; Hydra les implémente de zéro. Dante® est une marque déposée d’Audinate Pty Ltd ; Hydra n’est ni affilié ni certifié par Audinate.
it: AES67 (interoperabilità audio-over-IP, inclusi i dispositivi Dante® con la modalità AES67 attiva) e OSC (Open Sound Control) sono specifiche aperte — senza SDK né licenza; Hydra le implementa da zero. Dante® è un marchio registrato di Audinate Pty Ltd; Hydra non è affiliata né certificata da Audinate.
pt_br: AES67 (interoperabilidade de áudio sobre IP, incluindo dispositivos Dante® com o modo AES67 ativado) e OSC (Open Sound Control) são especificações abertas — sem SDK ou licença envolvidos; o Hydra os implementa do zero. Dante® é uma marca registrada da Audinate Pty Ltd; o Hydra não é afiliado nem certificado pela Audinate.

source: AES67 (including Dante in AES67 mode) and NDI carry sound to other machines on the network.
de: AES67 (einschließlich Dante im AES67-Modus) und NDI übertragen Ton an andere Geräte im Netzwerk.
es: AES67 (incluido Dante en modo AES67) y NDI llevan el sonido a otras máquinas de la red.
fr: AES67 (y compris Dante en mode AES67) et NDI transportent le son vers d’autres machines du réseau.
it: AES67 (incluso Dante in modalità AES67) e NDI portano l’audio ad altre macchine sulla rete.
pt_br: AES67 (incluindo Dante em modo AES67) e NDI levam o som para outras máquinas na rede.

source: All makers
de: Alle Hersteller
es: Todos los fabricantes
fr: Tous les fabricants
it: Tutti i produttori
pt_br: Todos os fabricantes

source: All set!
de: Alles bereit!
es: ¡Todo listo!
fr: Tout est prêt !
it: Tutto pronto!
pt_br: Tudo pronto!

source: All types
de: Alle Typen
es: Todos los tipos
fr: Tous les types
it: Tutti i tipi
pt_br: Todos os tipos

source: Already installed
de: Bereits installiert
es: Ya instalado
fr: Déjà installé
it: Già installato
pt_br: Já instalado

source: Announce on the network (AES67 TX)
de: Im Netzwerk ankündigen (AES67 TX)
es: Anunciar en la red (AES67 TX)
fr: Annoncer sur le réseau (AES67 TX)
it: Annuncia sulla rete (AES67 TX)
pt_br: Anunciar na rede (AES67 TX)

source: Any app can select %@ as its input or output.
de: Jede App kann %@ als Eingang oder Ausgang auswählen.
es: Cualquier app puede seleccionar %@ como su entrada o salida.
fr: N’importe quelle app peut sélectionner %@ comme entrée ou sortie.
it: Qualsiasi app può selezionare %@ come ingresso o uscita.
pt_br: Qualquer app pode selecionar %@ como entrada ou saída.

source: App Capture
de: App-Aufnahme
es: Captura de app
fr: Capture d’app
it: Cattura app
pt_br: Captura de app

source: Apply "%@" — replaces the whole matrix atomically
de: „%@“ anwenden — ersetzt die gesamte Matrix atomar
es: Aplicar "%@" — reemplaza toda la matriz de forma atómica
fr: Appliquer « %@ » — remplace toute la matrice de façon atomique
it: Applica "%@" — sostituisce l’intera matrice in modo atomico
pt_br: Aplicar "%@" — substitui toda a matriz de forma atômica

source: Apps appear here once they use audio.
de: Apps erscheinen hier, sobald sie Audio verwenden.
es: Las apps aparecen aquí cuando usan audio.
fr: Les apps apparaissent ici dès qu’elles utilisent l’audio.
it: Le app compaiono qui quando usano l’audio.
pt_br: Os apps aparecem aqui assim que usam áudio.

source: Audio FX
de: Audioeffekte
es: Efectos de audio
fr: Effets audio
it: Effetti audio
pt_br: Efeitos de áudio

source: Available
de: Verfügbar
es: Disponible
fr: Disponible
it: Disponibile
pt_br: Disponível

source: Available channels
de: Verfügbare Kanäle
es: Canales disponibles
fr: Canaux disponibles
it: Canali disponibili
pt_br: Canais disponíveis

source: Available Plug-ins
de: Verfügbare Plug-ins
es: Plug-ins disponibles
fr: Plug-ins disponibles
it: Plug-in disponibili
pt_br: Plug-ins disponíveis

source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
pt_br: Voltar

source: Bank channels in collapsible groups of 8 — useful for big interfaces. Off = flat list.
de: Gruppiert Kanäle in einklappbaren 8er-Gruppen — nützlich für große Interfaces. Aus = flache Liste.
es: Agrupa canales en grupos plegables de 8 — útil para interfaces grandes. Desactivado = lista plana.
fr: Regroupe les canaux par groupes pliables de 8 — utile pour les grandes interfaces. Désactivé = liste à plat.
it: Raggruppa i canali in gruppi comprimibili da 8 — utile per interfacce grandi. Disattivato = lista piatta.
pt_br: Agrupa canais em grupos recolhíveis de 8 — útil para interfaces grandes. Desligado = lista plana.

source: Blocks connections that would create loops on the soundcard. Disable only if you know what you're doing.
de: Blockiert Verbindungen, die Schleifen auf der Soundkarte erzeugen würden. Nur deaktivieren, wenn du weißt, was du tust.
es: Bloquea conexiones que crearían bucles en la tarjeta de sonido. Desactívalo solo si sabes lo que haces.
fr: Bloque les connexions qui créeraient des boucles sur la carte son. Ne désactivez que si vous savez ce que vous faites.
it: Blocca le connessioni che creerebbero loop sulla scheda audio. Disattiva solo se sai cosa stai facendo.
pt_br: Bloqueia conexões que criariam loops na placa de som. Desative apenas se você souber o que está fazendo.

source: Blocks patches that would create a feedback loop on the soundcard. Disable only if you know what you're doing.
de: Blockiert Patches, die eine Rückkopplungsschleife auf der Soundkarte erzeugen würden. Nur deaktivieren, wenn du weißt, was du tust.
es: Bloquea patches que crearían un bucle de realimentación en la tarjeta de sonido. Desactívalo solo si sabes lo que haces.
fr: Bloque les patches qui créeraient une boucle de réinjection sur la carte son. Ne désactivez que si vous savez ce que vous faites.
it: Blocca i patch che creerebbero un loop di feedback sulla scheda audio. Disattiva solo se sai cosa stai facendo.
pt_br: Bloqueia patches que criariam um loop de feedback na placa de som. Desative apenas se você souber o que está fazendo.

source: Both
de: Beide
es: Ambos
fr: Les deux
it: Entrambi
pt_br: Ambos

source: Broadcast as NDI source (TX)
de: Als NDI-Quelle senden (TX)
es: Emitir como fuente NDI (TX)
fr: Diffuser comme source NDI (TX)
it: Trasmetti come sorgente NDI (TX)
pt_br: Transmitir como fonte NDI (TX)

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt_br: Cancelar

source: Capture
de: Aufnehmen
es: Capturar
fr: Capturer
it: Cattura
pt_br: Capturar

source: Capture — the app keeps playing normally, Hydra gets a tap copy
de: Aufnahme — die App spielt normal weiter, Hydra erhält eine Abzweig-Kopie
es: Captura — la app sigue sonando normalmente, Hydra recibe una copia derivada
fr: Capture — l’app continue de jouer normalement, Hydra reçoit une copie dérivée
it: Cattura — l’app continua a suonare normalmente, Hydra riceve una copia derivata
pt_br: Captura — o app continua tocando normalmente, o Hydra recebe uma cópia derivada

source: Capture makeup gain
de: Ausgleichsverstärkung der Aufnahme
es: Ganancia de compensación de captura
fr: Gain de compensation de capture
it: Guadagno di compensazione cattura
pt_br: Ganho de compensação da captura

source: Captured apps appear as two mono lanes (L/R) while still playing normally.
de: Aufgenommene Apps erscheinen als zwei Mono-Spuren (L/R), während sie normal weiterspielen.
es: Las apps capturadas aparecen como dos canales mono (L/R) mientras siguen sonando normalmente.
fr: Les apps capturées apparaissent comme deux canaux mono (G/D) tout en jouant normalement.
it: Le app catturate appaiono come due canali mono (L/R) pur continuando a suonare normalmente.
pt_br: Apps capturados aparecem como dois canais mono (L/R) enquanto continuam tocando normalmente.

source: Channel
de: Kanal
es: Canal
fr: Canal
it: Canale
pt_br: Canal

source: Channel name
de: Kanalname
es: Nombre del canal
fr: Nom du canal
it: Nome canale
pt_br: Nome do canal

source: Check automatically
de: Automatisch prüfen
es: Comprobar automáticamente
fr: Vérifier automatiquement
it: Controlla automaticamente
pt_br: Verificar automaticamente

source: Check for Updates
de: Nach Updates suchen
es: Buscar actualizaciones
fr: Rechercher des mises à jour
it: Cerca aggiornamenti
pt_br: Verificar atualizações

source: Check for Updates…
de: Nach Updates suchen…
es: Buscar actualizaciones…
fr: Rechercher des mises à jour…
it: Cerca aggiornamenti…
pt_br: Verificar atualizações…

source: Checks GitHub for new releases on launch and every 24 hours. Updates download and install with your confirmation; the audio driver is refreshed automatically when it changes.
de: Prüft GitHub beim Start und alle 24 Stunden auf neue Versionen. Updates werden mit deiner Bestätigung geladen und installiert; der Audiotreiber wird bei Änderungen automatisch aktualisiert.
es: Comprueba GitHub en busca de nuevas versiones al iniciar y cada 24 horas. Las actualizaciones se descargan e instalan con tu confirmación; el driver de audio se actualiza automáticamente cuando cambia.
fr: Vérifie GitHub à la recherche de nouvelles versions au démarrage et toutes les 24 heures. Les mises à jour se téléchargent et s’installent avec votre confirmation ; le pilote audio est actualisé automatiquement lorsqu’il change.
it: Controlla su GitHub la presenza di nuove versioni all’avvio e ogni 24 ore. Gli aggiornamenti vengono scaricati e installati con la tua conferma; il driver audio viene aggiornato automaticamente quando cambia.
pt_br: Verifica novas versões no GitHub ao abrir e a cada 24 horas. As atualizações são baixadas e instaladas com a sua confirmação; o driver de áudio é atualizado automaticamente quando muda.

source: Choose…
de: Auswählen…
es: Elegir…
fr: Choisir…
it: Scegli…
pt_br: Escolher…

source: Clear all connections between the visible channels?
de: Alle Verbindungen zwischen den sichtbaren Kanälen löschen?
es: ¿Borrar todas las conexiones entre los canales visibles?
fr: Effacer toutes les connexions entre les canaux visibles ?
it: Cancellare tutte le connessioni tra i canali visibili?
pt_br: Limpar todas as conexões entre os canais visíveis?

source: Clear visible
de: Sichtbare löschen
es: Limpiar visibles
fr: Effacer les visibles
it: Cancella visibili
pt_br: Limpar visíveis

source: Click: connect / disconnect · ⌘-click: select (edit gain in the inspector)
de: Klick: verbinden / trennen · ⌘-Klick: auswählen (Gain im Inspektor bearbeiten)
es: Clic: conectar / desconectar · ⌘-clic: seleccionar (editar ganancia en el inspector)
fr: Clic : connecter / déconnecter · ⌘-clic : sélectionner (modifier le gain dans l’inspecteur)
it: Clic: connetti / disconnetti · ⌘-clic: seleziona (modifica il guadagno nell’inspector)
pt_br: Clique: conectar / desconectar · ⌘-clique: selecionar (editar ganho no inspetor)

source: Collapse all
de: Alles einklappen
es: Contraer todo
fr: Tout replier
it: Comprimi tutto
pt_br: Recolher tudo

source: Collapse every device/group back to its header
de: Klappt jedes Gerät/jede Gruppe auf die Kopfzeile ein
es: Contrae cada dispositivo/grupo a su encabezado
fr: Replie chaque appareil/groupe sur son en-tête
it: Comprime ogni dispositivo/gruppo nella sua intestazione
pt_br: Recolhe cada dispositivo/grupo de volta ao seu cabeçalho

source: Collects the last 2h of app + daemon logs, environment and status into one file for support.
de: Sammelt die letzten 2 Stunden an App- und Dienst-Protokollen, Umgebung und Status in einer Datei für den Support.
es: Recopila las últimas 2 h de registros de la app y el servicio, el entorno y el estado en un único archivo para soporte.
fr: Rassemble les 2 dernières heures de journaux de l’app et du service, l’environnement et l’état dans un seul fichier pour le support.
it: Raccoglie le ultime 2 h di log dell’app e del servizio, ambiente e stato in un unico file per il supporto.
pt_br: Reúne as últimas 2h de logs do app e do serviço, ambiente e status em um único arquivo para suporte.

source: Compensates the level loss of app captures. Raise if captured apps sound quieter than interface inputs.
de: Gleicht den Pegelverlust von App-Aufnahmen aus. Erhöhen, falls aufgenommene Apps leiser klingen als Interface-Eingänge.
es: Compensa la pérdida de nivel de las capturas de app. Súbelo si las apps capturadas suenan más bajas que las entradas de la interfaz.
fr: Compense la perte de niveau des captures d’app. Augmentez si les apps capturées sont plus faibles que les entrées de l’interface.
it: Compensa la perdita di livello delle catture app. Alza se le app catturate suonano più basse degli ingressi dell’interfaccia.
pt_br: Compensa a perda de nível das capturas de app. Aumente se os apps capturados soarem mais baixos que as entradas da interface.
